Repository: zwthys-cyber/TethrX
Catalog: ios/GrokRemote/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Waiting for your approval
de: Wartet auf Ihre Freigabe
es: Esperando tu aprobación
fr: En attente de votre approbation
it: In attesa della tua approvazione
ja: 承認を待っています
pt_br: Aguardando sua aprovação
zh_hans: 等待你的批准

source: Walks through the whole app using sample data, with no computer needed
de: Führt mit Beispieldaten durch die ganze App, ganz ohne Computer
es: Recorre toda la app con datos de ejemplo, sin necesidad de ordenador
fr: Parcourt toute l'application avec des données d'exemple, sans aucun ordinateur
it: Attraversa tutta l'app con dati di esempio, senza bisogno di un computer
ja: サンプルデータでアプリ全体を体験できます。コンピュータは不要です
pt_br: Percorre o app inteiro com dados de exemplo, sem precisar de computador
zh_hans: 用示例数据浏览整个应用，无需电脑

source: Want it always-on? Install once with npm i -g tethrx-bridge then run tethrx-bridge.
de: Soll die Bridge dauerhaft laufen? Installieren Sie einmal mit npm i -g tethrx-bridge und starten Sie dann tethrx-bridge.
es: ¿Lo quieres siempre activo? Instálalo una vez con npm i -g tethrx-bridge y luego ejecuta tethrx-bridge.
fr: Pour l'avoir en permanence : installez avec npm i -g tethrx-bridge puis lancez tethrx-bridge.
it: Lo vuoi sempre attivo? Installa una volta con npm i -g tethrx-bridge poi esegui tethrx-bridge.
ja: 常時起動にするには、 npm i -g tethrx-bridge で一度インストールしてから tethrx-bridge を実行してください。
pt_br: Quer deixar sempre ativo? Instale uma vez com npm i -g tethrx-bridge e depois execute tethrx-bridge.
zh_hans: 想让它常驻运行？用 npm i -g tethrx-bridge 安装一次，然后运行 tethrx-bridge。

source: Weekdays
de: Wochentags
es: Días laborables
fr: En semaine
it: Giorni feriali
ja: 平日
pt_br: Dias úteis
zh_hans: 工作日

source: Weekends
de: Am Wochenende
es: Fines de semana
fr: Le week-end
it: Fine settimana
ja: 週末
pt_br: Fins de semana
zh_hans: 周末

source: Welcome back
de: Willkommen zurück
es: Hola de nuevo
fr: Bon retour
it: Bentornato
ja: おかえりなさい
pt_br: Bem-vindo de volta
zh_hans: 欢迎回来

source: What changed recently?
de: Was hat sich zuletzt geändert?
es: ¿Qué ha cambiado últimamente?
fr: Qu'est-ce qui a changé récemment ?
it: Che cosa è cambiato di recente?
ja: 最近の変更は？
pt_br: O que mudou recentemente?
zh_hans: 最近有哪些改动？

source: What does this project do?
de: Was macht dieses Projekt?
es: ¿Qué hace este proyecto?
fr: Que fait ce projet ?
it: Che cosa fa questo progetto?
ja: このプロジェクトは何をするもの？
pt_br: O que este projeto faz?
zh_hans: 这个项目是做什么的？

source: What should Grok do?
de: Was soll Grok tun?
es: ¿Qué debe hacer Grok?
fr: Que doit faire Grok ?
it: Cosa deve fare Grok?
ja: Grok に何をさせますか？
pt_br: O que o Grok deve fazer?
zh_hans: 想让 Grok 做什么？

source: When
de: Wann
es: Cuándo
fr: Quand
it: Quando
ja: 実行タイミング
pt_br: Quando
zh_hans: 时间

source: Working
de: Arbeitet
es: Trabajando
fr: Au travail
it: Al lavoro
ja: 作業中
pt_br: Trabalhando
zh_hans: 工作中

source: Working directory
de: Arbeitsverzeichnis
es: Directorio de trabajo
fr: Dossier de travail
it: Directory di lavoro
ja: 作業ディレクトリ
pt_br: Diretório de trabalho
zh_hans: 工作目录

source: Write a longer prompt
de: Längeren Prompt schreiben
es: Escribir un prompt más largo
fr: Écrire un prompt plus long
it: Scrivi un prompt più lungo
ja: 長いプロンプトを書く
pt_br: Escrever um prompt mais longo
zh_hans: 写一条更长的提示词

source: Write and keep the tasks you want run, right here. Connect your own computer whenever you want them carried out by Grok Build on it.
de: Schreiben und behalten Sie hier die Aufgaben, die erledigt werden sollen. Verbinden Sie Ihren eigenen Computer, wenn Grok Build sie dort ausführen soll.
es: Escribe y guarda aquí mismo las tareas que quieres que se hagan. Conecta tu propio ordenador cuando quieras que Grok Build las ejecute en él.
fr: Écrivez et gardez ici les tâches que vous voulez faire exécuter. Connectez votre propre ordinateur quand vous voulez que Grok Build les réalise dessus.
it: Scrivi e conserva qui le attività che vuoi far svolgere. Collega il tuo computer quando vuoi che Grok Build le esegua su di esso.
ja: やってほしいタスクをここで書いて、そのまま保存できます。実際に Grok Build に実行させたくなったら、自分のコンピュータを接続してください。
pt_br: Escreva e guarde aqui mesmo as tarefas que você quer executar. Conecte seu próprio computador quando quiser que o Grok Build as realize nele.
zh_hans: 在这里写下并保存你想完成的任务。想让 Grok Build 真正去做时，再连接你自己的电脑。

source: Write the tasks you want run, whenever they occur to you. They're kept on this phone, and you can tap one into any session later.
de: Schreiben Sie Aufgaben auf, sobald sie Ihnen einfallen. Sie bleiben auf diesem Telefon, und später tippen Sie eine davon in eine beliebige Session.
es: Escribe las tareas cuando se te ocurran. Se quedan en este teléfono y luego puedes tocarlas para llevarlas a cualquier sesión.
fr: Notez les tâches dès qu'elles vous viennent. Elles restent sur ce téléphone, et vous pourrez en insérer une dans n'importe quelle session plus tard.
it: Scrivi le attività appena ti vengono in mente. Restano su questo telefono e più tardi puoi inserirne una in qualsiasi sessione.
ja: 思いついたときに、やってほしいタスクを書いておけます。この端末に保存され、あとでタップしてどのセッションにも入れられます。
pt_br: Escreva as tarefas assim que pensar nelas. Elas ficam neste telefone e depois você pode tocar em uma para usá-la em qualquer sessão.
zh_hans: 想到什么任务就随手写下。它们保存在这台手机上，之后点一下就能放进任意会话。

source: Write your first prompt
de: Schreiben Sie Ihren ersten Prompt
es: Escribe tu primer prompt
fr: Écrivez votre premier prompt
it: Scrivi il tuo primo prompt
ja: 最初のプロンプトを書く
pt_br: Escreva seu primeiro prompt
zh_hans: 写下第一条提示词

source: Writes raw blocks; a wrong target overwrites a disk.
de: Schreibt rohe Blöcke; ein falsches Ziel überschreibt eine Festplatte.
es: Escribe bloques en crudo; un destino equivocado sobrescribe un disco.
fr: Écrit des blocs bruts ; une mauvaise cible écrase un disque.
it: Scrive blocchi grezzi; una destinazione sbagliata sovrascrive un disco.
ja: 生のブロックを書き込みます。宛先を間違えるとディスクを上書きします。
pt_br: Grava blocos brutos; um destino errado sobrescreve um disco.
zh_hans: 写入原始数据块；目标写错就会覆盖整块磁盘。

source: Writes straight to a device node.
de: Schreibt direkt in eine Geräteschnittstelle.
es: Escribe directamente en un nodo de dispositivo.
fr: Écrit directement dans un nœud de périphérique.
it: Scrive direttamente su un nodo di dispositivo.
ja: デバイスノードに直接書き込みます。
pt_br: Grava direto em um nó de dispositivo.
zh_hans: 直接写入设备节点。

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
pt_br: Ontem
zh_hans: 昨天

source: You don't have any Grok sessions yet. Start one in TethrX first.
de: Sie haben noch keine Grok-Sessions. Starten Sie zuerst eine in TethrX.
es: Aún no tienes sesiones de Grok. Inicia una primero en TethrX.
fr: Vous n’avez pas encore de session Grok. Commencez-en une d’abord dans TethrX.
it: Non hai ancora sessioni Grok. Avviane prima una in TethrX.
ja: Grok のセッションがまだありません。まず TethrX でセッションを開始してください。
pt_br: Você ainda não tem sessões do Grok. Inicie uma no TethrX primeiro.
zh_hans: 你还没有任何 Grok 会话。请先在 TethrX 中开始一个。

source: You're looking at sample data. Nothing here reaches a real computer, and nothing you type is sent anywhere.
de: Sie sehen Beispieldaten. Nichts davon erreicht einen echten Computer, und nichts, was Sie eingeben, wird gesendet.
es: Está viendo datos de ejemplo. Nada de esto llega a un ordenador real y nada de lo que escriba se envía a ninguna parte.
fr: Vous consultez des données d'exemple. Rien ici n'atteint un ordinateur réel, et rien de ce que vous saisissez n'est envoyé.
it: Sta visualizzando dati di esempio. Nulla raggiunge un computer reale e nulla di ciò che digita viene inviato.
ja: サンプルデータを表示しています。実際のコンピュータには何も届かず、入力した内容もどこにも送信されません。
pt_br: Você está vendo dados de exemplo. Nada aqui chega a um computador real e nada do que você digitar é enviado.
zh_hans: 您看到的是示例数据。这里的内容不会连接真实电脑，您输入的任何内容也不会被发送。

source: Your bridge needs an update
de: Ihre Bridge braucht ein Update
es: Tu bridge necesita una actualización
fr: Votre bridge doit être mis à jour
it: Il tuo bridge richiede un aggiornamento
ja: ブリッジのアップデートが必要です
pt_br: Seu bridge precisa de uma atualização
zh_hans: 你的桥接需要更新

source: Your coding tasks, in your pocket
de: Ihre Coding-Aufgaben, in Ihrer Tasche
es: Tus tareas de programación, en el bolsillo
fr: Vos tâches de code, dans votre poche
it: Le tue attività di programmazione, in tasca
ja: コーディングのタスクを、ポケットに
pt_br: Suas tarefas de código, no bolso
zh_hans: 把编码任务装进口袋

source: Your computer
de: Ihr Computer
es: Tu ordenador
fr: Votre ordinateur
it: Il tuo computer
ja: コンピュータ
pt_br: Seu computador
zh_hans: 你的电脑

source: Your computer answered with an error (%lld).
de: Ihr Computer hat mit einem Fehler geantwortet (%lld).
es: Tu ordenador respondió con un error (%lld).
fr: Votre ordinateur a répondu par une erreur (%lld).
it: Il tuo computer ha risposto con un errore (%lld).
ja: コンピュータがエラーを返しました（%lld）。
pt_br: Seu computador respondeu com um erro (%lld).
zh_hans: 你的电脑返回了错误（%lld）。

source: Your computer needs bridge 0.1.15 or newer for daily usage. Update it with: npm i -g tethrx-bridge
de: Ihr Computer benötigt bridge 0.1.15 oder neuer für die Tagesnutzung. Aktualisieren mit: npm i -g tethrx-bridge
es: Tu ordenador necesita bridge 0.1.15 o posterior para el uso diario. Actualízalo con: npm i -g tethrx-bridge
fr: Votre ordinateur nécessite bridge 0.1.15 ou plus récent pour la consommation quotidienne. Mettez-le à jour avec : npm i -g tethrx-bridge
it: Per l'utilizzo giornaliero il suo computer richiede bridge 0.1.15 o versione successiva. Lo aggiorni con: npm i -g tethrx-bridge
ja: 日別の使用状況にはbridge 0.1.15以降が必要です。次のコマンドで更新してください: npm i -g tethrx-bridge
pt_br: Seu computador precisa do bridge 0.1.15 ou mais recente para o uso diário. Atualize com: npm i -g tethrx-bridge
zh_hans: 查看每日用量需要桥接 0.1.15 或更高版本。请用以下命令更新：npm i -g tethrx-bridge

source: Your computer rejected the pairing token. Re-pair in TethrX.
de: Ihr Computer hat den Kopplungs-Token abgelehnt. Koppeln Sie in TethrX erneut.
es: Tu ordenador rechazó el token de enlace. Vuelve a enlazar en TethrX.
fr: Votre ordinateur a rejeté le jeton d'appairage. Refaites l'appairage dans TethrX.
it: Il tuo computer ha rifiutato il token di abbinamento. Ripeti l'abbinamento in TethrX.
ja: コンピュータがペアリングトークンを拒否しました。TethrXでペアリングし直してください。
pt_br: Seu computador rejeitou o token de pareamento. Refaça o pareamento no TethrX.
zh_hans: 你的电脑拒绝了配对令牌。请在 TethrX 中重新配对。

source: Your computer returned an error (status %lld).
de: Ihr Computer hat einen Fehler gemeldet (Status %lld).
es: Tu ordenador devolvió un error (estado %lld).
fr: Votre ordinateur a renvoyé une erreur (statut %lld).
it: Il tuo computer ha restituito un errore (stato %lld).
ja: お使いのコンピュータがエラーを返しました（ステータス%lld）。
pt_br: Seu computador retornou um erro (status %lld).
zh_hans: 你的电脑返回了错误（状态码 %lld）。

source: Your computer stopped offering a secure connection. Pair again from its pairing page to continue.
de: Ihr Computer bietet keine sichere Verbindung mehr an. Koppeln Sie erneut über seine Kopplungsseite, um fortzufahren.
es: Tu ordenador dejó de ofrecer una conexión segura. Vuelve a enlazarlo desde su página de enlace para continuar.
fr: Votre ordinateur ne propose plus de connexion sécurisée. Relancez l'appairage depuis sa page dédiée pour continuer.
it: Il tuo computer non offre più una connessione sicura. Ripeti l'abbinamento dalla sua pagina di abbinamento per continuare.
ja: お使いのコンピュータが安全な接続を提供しなくなりました。続けるには、コンピュータのペアリングページからもう一度ペアリングしてください。
pt_br: Seu computador deixou de oferecer uma conexão segura. Refaça o pareamento na página de pareamento dele para continuar.
zh_hans: 你的电脑不再提供安全连接。请在它的配对页面重新配对以继续。

source: Your computer's security certificate changed. Pair again from its pairing page to continue.
de: Das Sicherheitszertifikat Ihres Computers hat sich geändert. Koppeln Sie erneut über seine Kopplungsseite, um fortzufahren.
es: El certificado de seguridad de tu ordenador ha cambiado. Vuelve a enlazarlo desde su página de enlace para continuar.
fr: Le certificat de sécurité de votre ordinateur a changé. Relancez l'appairage depuis sa page dédiée pour continuer.
it: Il certificato di sicurezza del tuo computer è cambiato. Ripeti l'abbinamento dalla sua pagina di abbinamento per continuare.
ja: お使いのコンピュータのセキュリティ証明書が変更されました。続けるには、コンピュータのペアリングページからもう一度ペアリングしてください。
pt_br: O certificado de segurança do seu computador mudou. Refaça o pareamento na página de pareamento dele para continuar.
zh_hans: 你电脑的安全证书已更改。请在它的配对页面重新配对以继续。

source: Your prompts
de: Ihre Prompts
es: Tus prompts
fr: Vos prompts
it: I tuoi prompt
ja: プロンプト
pt_br: Seus prompts
zh_hans: 你的提示词

source: a session
de: einer Session
es: una sesión
fr: une session
it: una sessione
ja: セッション
pt_br: uma sessão
zh_hans: 某个会话

source: active
de: aktiv
es: activo
fr: actif
it: attivo
ja: 使用中
pt_br: ativo
zh_hans: 当前使用

source: active days
de: Aktive Tage
es: días activos
fr: jours actifs
it: giorni attivi
ja: 稼働日数
pt_br: dias ativos
zh_hans: 活跃天数

source: add a snippet…
de: Snippet hinzufügen…
es: añadir un fragmento…
fr: ajouter un extrait…
it: aggiungi uno snippet…
ja: スニペットを追加…
pt_br: adicionar um snippet…
zh_hans: 添加片段…

source: back
de: zurück
es: atrás
fr: retour
it: indietro
ja: 戻る
pt_br: voltar
zh_hans: 返回

source: busy
de: beschäftigt
es: ocupado
fr: occupé
it: occupato
ja: 処理中
pt_br: ocupado
zh_hans: 处理中

source: choose…
de: auswählen…
es: elegir…
fr: choisir…
it: scegli…
ja: 選択…
pt_br: escolher…
zh_hans: 选择…

source: cost
de: Kosten
es: coste
fr: coût
it: costo
ja: コスト
pt_br: custo
zh_hans: 费用

source: find in this conversation
de: in dieser Unterhaltung suchen
es: buscar en esta conversación
fr: rechercher dans cette conversation
it: cerca in questa conversazione
ja: この会話内を検索
pt_br: buscar nesta conversa
zh_hans: 在此对话中查找

source: from the pairing page
de: von der Kopplungsseite
es: desde la página de enlace
fr: depuis la page d'appairage
it: dalla pagina di abbinamento
ja: ペアリングページから
pt_br: da página de pareamento
zh_hans: 从配对页面获取

source: git URL or owner/repo…
de: Git-URL oder Besitzer/Repo…
es: URL de git o propietario/repositorio…
fr: URL git ou propriétaire/dépôt…
it: URL git o proprietario/repo…
ja: gitのURLまたはowner/repo…
pt_br: URL do git ou dono/repositório…
zh_hans: git URL 或 owner/repo…

source: grok default
de: grok-Standard
es: por defecto de grok
fr: défaut de grok
it: default di grok
ja: grok デフォルト
pt_br: padrão do grok
zh_hans: grok 默认

source: just now
de: gerade eben
es: ahora mismo
fr: à l'instant
it: proprio ora
ja: たった今
pt_br: agora mesmo
zh_hans: 刚刚

source: loading sessions…
de: Sessions werden geladen…
es: cargando sesiones…
fr: chargement des sessions…
it: caricamento sessioni…
ja: セッションを読み込み中…
pt_br: carregando sessões…
zh_hans: 正在加载会话…

source: message grok…
de: Nachricht an grok…
es: escribe a grok…
fr: écrire à grok…
it: scrivi a grok…
ja: grok にメッセージ…
pt_br: mensagem para o grok…
zh_hans: 给 grok 发消息…

source: none
de: keine
es: ninguna
fr: aucun
it: nessuno
ja: なし
pt_br: nenhuma
zh_hans: 无

source: not answering
de: antwortet nicht
es: no responde
fr: ne répond pas
it: non risponde
ja: 応答なし
pt_br: não responde
zh_hans: 无响应

source: not answering · %@
de: antwortet nicht · %@
es: no responde · %@
fr: ne répond pas · %@
it: non risponde · %@
ja: 応答なし · %@
pt_br: não responde · %@
zh_hans: 无响应 · %@

source: off
de: aus
es: desactivado
fr: désactivé
it: non attivo
ja: オフ
pt_br: desativado
zh_hans: 关

source: on
de: ein
es: activado
fr: activé
it: attivo
ja: オン
pt_br: ativado
zh_hans: 开

source: open localhost:4180/pair on your computer and point the camera at a code
de: Öffnen Sie localhost:4180/pair auf Ihrem Computer und richten Sie die Kamera auf einen Code
es: abre localhost:4180/pair en tu ordenador y apunta la cámara a un código
fr: ouvrez localhost:4180/pair sur votre ordinateur et pointez l’appareil photo vers un code
it: apri localhost:4180/pair sul tuo computer e inquadra un codice con la fotocamera
ja: コンピュータで localhost:4180/pair を開き カメラをコードに向けてください
pt_br: abra localhost:4180/pair no seu computador e aponte a câmera para um código
zh_hans: 在你的电脑上打开 localhost:4180/pair 然后将相机对准其中一个码

source: or enter by hand
de: oder von Hand eingeben
es: o escribir a mano
fr: ou saisir à la main
it: oppure inserisci a mano
ja: または手動で入力
pt_br: ou insira manualmente
zh_hans: 或手动输入

source: output
de: Ausgabe
es: salida
fr: sortie
ja: 出力
pt_br: saída
zh_hans: 输出

source: phone + computer on one network, simplest
de: iPhone + Computer im selben Netzwerk, am einfachsten
es: teléfono + ordenador en la misma red, lo más sencillo
fr: téléphone + ordinateur sur le même réseau, le plus simple
it: telefono + computer sulla stessa rete, la soluzione più semplice
ja: iPhone とコンピュータが同じネットワーク上、いちばん簡単
pt_br: telefone + computador na mesma rede, o mais simples
zh_hans: 手机与电脑在同一网络，最简单

source: pull main, run the tests, summarize failures…
de: main pullen, Tests ausführen, Fehlschläge zusammenfassen…
es: haz pull de main, ejecuta los tests, resume los fallos…
fr: récupérer main, lancer les tests, résumer les échecs…
it: fai il pull di main, esegui i test, riassumi i fallimenti…
ja: main を pull してテストを実行し、失敗をまとめて…
pt_br: faça pull da main, rode os testes, resuma as falhas…
zh_hans: 拉取 main、运行测试、总结失败项…

source: queue a follow-up…
de: Follow-up einreihen…
es: encola un seguimiento…
fr: mettre une suite en file…
it: accoda un follow-up…
ja: 続きの指示をキューへ…
pt_br: enfileirar um follow-up…
zh_hans: 排队一条后续消息…

source: reading folders…
de: Lese Ordner…
es: leyendo carpetas…
fr: lecture des dossiers…
it: lettura cartelle…
ja: フォルダを読み込み中…
pt_br: lendo pastas…
zh_hans: 正在读取文件夹…

source: reading git…
de: Lese git…
es: leyendo git…
fr: lecture de git…
it: lettura git…
ja: git を読み込み中…
pt_br: lendo git…
zh_hans: 正在读取 git…

source: search folders by name
de: Ordner nach Namen suchen
es: buscar carpetas por nombre
fr: rechercher un dossier par nom
it: cerca cartelle per nome
ja: フォルダ名で検索
pt_br: buscar pastas pelo nome
zh_hans: 按名称搜索文件夹

source: search prompts…
de: Prompts durchsuchen…
es: buscar prompts…
fr: rechercher des prompts…
it: cerca prompt…
ja: プロンプトを検索…
pt_br: buscar prompts…
zh_hans: 搜索提示词…

source: search sessions
de: Sessions durchsuchen
es: buscar sesiones
fr: rechercher des sessions
it: cerca sessioni
ja: セッションを検索
pt_br: buscar sessões
zh_hans: 搜索会话

source: searching…
de: Suche läuft…
es: buscando…
fr: recherche…
it: ricerca…
ja: 検索中…
pt_br: buscando…
zh_hans: 搜索中…

source: the computer's default folder
de: dem Standardordner des Computers
es: la carpeta por defecto del ordenador
fr: le dossier par défaut de l'ordinateur
it: la cartella predefinita del computer
ja: コンピュータの既定のフォルダ
pt_br: a pasta padrão do computador
zh_hans: 电脑的默认文件夹

source: v%@ · update available
de: v%@ · Update verfügbar
es: v%@ · actualización disponible
fr: v%@ · mise à jour disponible
it: v%@ · aggiornamento disponibile
ja: v%@ · アップデートあり
pt_br: v%@ · atualização disponível
zh_hans: v%@ · 有可用更新

source: what changed…
de: was hat sich geändert…
es: qué ha cambiado…
fr: ce qui a changé…
it: cosa è cambiato…
ja: 変更内容…
pt_br: o que mudou…
zh_hans: 有什么改动…

source: why not? e.g. use the staging database instead
de: warum nicht? z. B. stattdessen die Staging-Datenbank nutzen
es: ¿por qué no? p. ej. usar la base de datos de staging en su lugar
fr: pourquoi ? ex. : utiliser plutôt la base de données de préproduction
it: perché no? es. usa il database di staging
ja: 理由（例: 代わりにステージングのDBを使って）
pt_br: por quê? ex.: use o banco de dados de staging
zh_hans: 为什么？例如：请改用预发布数据库

source: works on cellular too, via Tailscale
de: funktioniert auch über Mobilfunk, via Tailscale
es: también funciona con datos móviles, vía Tailscale
fr: fonctionne aussi en cellulaire, via Tailscale
it: funziona anche su rete cellulare, tramite Tailscale
ja: Tailscale 経由でモバイル回線でも使えます
pt_br: funciona também na rede celular, via Tailscale
zh_hans: 通过 Tailscale，蜂窝网络也可用

source: write a task…
de: Aufgabe schreiben…
es: escribe una tarea…
fr: écrire une tâche…
it: scrivi un'attività…
ja: タスクを書く…
pt_br: escreva uma tarefa…
zh_hans: 写一个任务…

source: your session
de: Ihrer Session
es: tu sesión
fr: votre session
it: la tua sessione
ja: あなたのセッション
pt_br: sua sessão
zh_hans: 你的会话

# · %lld turn%@
source: · %1$lld turn%2$@
de: · %lld Turn%@
es: · %lld turno%@
fr: · %lld tour%@
it: · turni: %lld
ja: · %lld ターン
pt_br: · %lld turno%@
zh_hans: · %lld 轮

source: · cancelled ·
de: · abgebrochen ·
es: · cancelado ·
fr: · annulé ·
it: · annullato ·
ja: · 中止 ·
pt_br: · cancelado ·
zh_hans: · 已取消 ·

source: · compacted to %@ tokens ·
de: · auf %@ Tokens komprimiert ·
es: · compactado a %@ tokens ·
fr: · compressé à %@ tokens ·
it: · compattato a %@ token ·
ja: · 履歴を%@トークンに圧縮 ·
pt_br: · compactado para %@ tokens ·
zh_hans: · 已压缩至 %@ 个 token ·

source: · compacted ·
de: · komprimiert ·
es: · compactado ·
fr: · compressé ·
it: · compattato ·
ja: · 履歴を圧縮 ·
pt_br: · compactado ·
zh_hans: · 已压缩 ·

source: … truncated. The full file is %lld bytes
de: … gekürzt. Die vollständige Datei hat %lld Bytes
es: … truncado. El archivo completo ocupa %lld bytes
fr: … tronqué. Le fichier complet fait %lld octets
it: … troncato. Il file completo è di %lld byte
ja: … 省略。ファイル全体は %lld バイトです
pt_br: … truncado. O arquivo completo tem %lld bytes
zh_hans: … 已截断。完整文件为 %lld 字节

source: ✓ Approved, building
de: ✓ Genehmigt, wird umgesetzt
es: ✓ Aprobado, construyendo
fr: ✓ Approuvé, en cours
it: ✓ Approvato, in esecuzione
ja: ✓ 承認済み、ビルド中
pt_br: ✓ Aprovado, executando
zh_hans: ✓ 已批准，构建中

source: ✓ responded
de: ✓ beantwortet
es: ✓ respondido
fr: ✓ répondu
it: ✓ risposto
ja: ✓ 応答済み
pt_br: ✓ respondido
zh_hans: ✓ 已回应

source: ✗ Kept planning
de: ✗ Planung fortgesetzt
es: ✗ Siguió planificando
fr: ✗ Planification poursuivie
it: ✗ Ancora in pianificazione
ja: ✗ プランを継続
pt_br: ✗ Continuou planejando
zh_hans: ✗ 继续规划

source: %@, %lld sessions
es: %@, %lld sesiones
it: %@, %lld sessioni
ja: %@、セッション%lld件
pt_br: %@, %lld sessões
zh_hans: %@，%lld 个会话

source: %lld turns
es: %lld turnos
fr: %lld tours
it: %lld turni
ja: %lldターン
pt_br: %lld turnos
zh_hans: %lld 轮

source: 1 turn
es: 1 turno
fr: 1 tour
it: 1 turno
ja: 1 ターン
pt_br: 1 turno
zh_hans: 1 轮

source: Computer
es: Ordenador
fr: Ordinateur
ja: コンピュータ
pt_br: Computador
zh_hans: 电脑

source: Computer: %@. %@
es: Ordenador: %@. %@
fr: Ordinateur : %@. %@
ja: コンピュータ: %@。%@
pt_br: Computador: %@. %@
zh_hans: 电脑：%@。%@

source: Export
es: Exportar
it: Esporta
ja: 書き出し
pt_br: Exportar
zh_hans: 导出

source: Grok plugins
es: Plugins de Grok
fr: Plugins Grok
it: Plugin di Grok
ja: Grok プラグイン
pt_br: Plugins do Grok
zh_hans: Grok 插件

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
pt_br: Nome
zh_hans: 名称

source: PROMPT SNIPPETS
es: FRAGMENTOS DE PROMPT
fr: EXTRAITS DE PROMPTS
it: SNIPPET DI PROMPT
ja: プロンプトスニペット
pt_br: SNIPPETS DE PROMPT
zh_hans: 提示词片段

source: SESSIONS
es: SESIONES
it: SESSIONI
ja: セッション
pt_br: SESSÕES
zh_hans: 会话

source: Session
es: Sesión
it: Sessione
ja: セッション
pt_br: Sessão
zh_hans: 会话

source: Session ID
es: ID de sesión
fr: ID de session
it: ID sessione
ja: セッション ID
pt_br: ID da sessão
zh_hans: 会话 ID

source: Sessions
es: Sesiones
it: Sessioni
ja: セッション
pt_br: Sessões
zh_hans: 会话

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
pt_br: Sistema
zh_hans: 系统

source: Transport
es: Transporte
it: Trasporto
ja: トランスポート
pt_br: Transporte
zh_hans: 传输方式

source: Turns
es: Turnos
fr: Tours
it: Turni
ja: ターン数
pt_br: Turnos
zh_hans: 轮次

source: online
es: en línea
fr: en ligne
ja: オンライン
zh_hans: 在线

source: repository
es: repositorio
fr: dépôt
ja: リポジトリ
pt_br: repositório
zh_hans: 仓库

source: turns
es: turnos
fr: tours
it: turni
ja: ターン
pt_br: turnos
zh_hans: 轮次

source: Token
fr: Jeton
ja: トークン
zh_hans: 令牌

source: Tour
fr: Visite
ja: ツアー
zh_hans: 导览

source: Plan
it: Piano
ja: プラン
pt_br: Plano
zh_hans: 计划

source: Prompts
it: Prompt
ja: プロンプト
zh_hans: 提示词

source: Tokens
it: Token
ja: トークン
zh_hans: token

source: tokens
it: token
ja: トークン
zh_hans: token

source: App
ja: アプリ
zh_hans: 应用

source: Auto
ja: 自動
zh_hans: 自动

source: Bridge
ja: ブリッジ
zh_hans: 桥接
